<script lang="ts">
export default {
  name: 'Info'
}
</script>

<script setup lang="ts">

</script>

<template>
  <div class="details-info">
    <span class="details-info__bold">Мультиформатная грунтовая гонка-погружение в ландшафты юго-востока Томской области. Гонка-испытание маршрутами многоликого притомья</span>
    <br>
    <br>
    <span class="details-info__bold">Когда и откуда стартуем?</span>
    <br>
    Дата проведения: <span class="details-info__bold">19-21 июля</span>.
    <br>
    Участники прибывают в лагерь <span class="details-info__bold">19 июля с 16:00</span>, открытие в <span class="details-info__bold">21:00</span>.
    <br>
    Старт гонки: <span class="details-info__bold">20 июля</span>, <span class="details-info__bold">в 7:00.</span>
    <br>
    <span class="details-info__bold">21 июля</span>, сворачиваем лагерь до <span class="details-info__bold">16:00</span>, возвращаемся в город.
    <br>
    <br>
    GPS трек мы анонсируем за 3 дня до гонки, следите за обновлениями в группе.
    <br>
    <br>
    Стоимость для участников: <span class="details-info__bold">3500</span> рублей.
    <br>
    Стоимость для гостей: <span class="details-info__bold">2000</span> рублей.
    <br>
    <br>
    <span class="details-info__bold">Что взять с собой на гонку?</span>
    <br>
    <div class="details-info__list">
      <p>1.</p>
      <p>Шлем. Обязательно!</p>
      <p>2.</p>
      <p>Базовый набор инструментов, чтобы вы могли, например, залатать пробитое колесо;</p>
      <p>3.</p>
      <p>Телефон с GPS навигатором и установленными приложениями для загрузки GPS трека (OsmAnd или другие);</p>
      <p>4.</p>
      <p>Исправный и заряженный пауэрбанк, желательно большого объема - включенный GPS увеличивает расход заряда;</p>
      <p>5.</p>
      <p>Репеллент от клещей, комаров и мошки. Обязательно!</p>
      <p>6.</p>
      <p>Фонарь;</p>
      <p>7.</p>
      <p>Аптечку;</p>
      <p>8.</p>
      <p>Палатку, спальник, еду - это понадобится в лагере.</p>
    </div>

    <br>
    <span class="details-info__bold">Насколько сложный маршрут?</span>
    <br>
    Общая дистанция около 100 километров. Маршрут 2024 года, как и в прошлые годы, состоит из разных поверхностей: грунт, гравий, асфальт, таежные участки. Набор высоты около 1 км. В этом году мы постарались свести к минимуму слишком сложные участки и сделать маршрут более быстрым. В середине маршрута, как обычно, будет организован пункт питания.
    <br>
    <br>
    По традиции, мы предлагаем измененный маршрут в категории
    <span class="details-info__bold">исследователь</span> с элементами ориентирования, поиском геометок и возможностью исследовать отдельные локации.
    <br>
    <br>
    <span class="details-info__bold">Что значит "мультиформатная", кто может участвовать?</span>
    <br>
    Мы видим следующие категории для участников:
    <br>
    <span class="details-info__bold">ГРЭВЕЛ (ROAD)</span> - любые велосипеды с колесами 700c и шоссейным рулем (бараном).
    <br>
    <span class="details-info__bold">МТБ (MTB) </span> - любые MTB велосипеды, включая single MTB.
    <br>
    <span class="details-info__bold">ФИКС (SINGLE) </span> - любые велосипеды с фиксированной или одной передачей, включая single MTB. размер колес не имеет значения.
    <br>
    <br>
    В категории
    <span class="details-info__bold">исследователь </span>разрешено использовать любое колесное транспортное средство, приводимое в движение мускульной силой человека.
    <br>
    <br>
    Количество призовых мест в каждой категории в группе
    <span class="details-info__bold">гонщик</span> рассчитывается из количества участников на момент прекращения регистрации - три призовых места в любой категории численностью более 10 человек и одно призовое в категории менее 10 человек.
    <br>
    <br>
    <span class="details-info__bold">А если не смогу приехать, деньги вернут?</span>
    <br>
    Посмотрим. Лучше пройти регистрацию и отложить оплату. Регистрация только для участников гонки и только на сайте. Пожалуйста, указывайте фактическую, актуальную информацию. Регистрация участников закроется за три дня до гонки
    <span class="details-info__bold">16 июля</span> в
    <span class="details-info__bold">23:59</span>. Всю необходимую информацию (в т.ч. по оплате) вы получите после регистрации.
    <br>
    <br>
    <span class="details-info__bold">Если я не велосипедист, могу ли я приехать в лагерь с друзьями?</span>
    <br>
    Да, но напиши заранее организаторам в лс (@snake454545), чтобы купить билет.
    <br>
    <br>
    <span class="details-info__bold">А на фиксе проеду?</span>
    <br>
    Проедешь, но придется попотеть. Можно и на 25 покрышках, но для твоего спокойствия, поставь 35-ые. Соотношение в районе 42Х17 будет достаточно.
    <br>
    <br>
    <span class="details-info__bold">А кормить будут?</span>
    <br>
    Будет точка питания на маршруте, а в GPS треке отмечены источники питьевой воды. В день гонки, в лагере будет работать повар - самые быстрые точно не останутся голодными (за разумный прайс).
    <br>
    <br>
    <span class="details-info__bold">Что по насекомым?</span>
    <br>
    Насекомые есть - в основном это комары и мошка. Есть клещи, но к июлю их активность идет на спад. Чтобы обезопасить себя и просто сделать свое пребывание в лагере комфортным, настоятельно рекомендуем брать репеллент. Не лишней будет и медицинская страховка от укуса клеща, но по опыту, лучшая страховка - это бдительность.
    <br>
    <br>
    <span class="details-info__bold">А если я упаду и сломаю себе ключицу, копчик и крестец?</span>
    <br>
    На этот случай у нас предусмотрены утешение и витаминка от сертифицированного медика (постоянно присутствует в лагере), смешная фотка от нас и срочная эвакуация в ближайшее городское травматологическое отделение.
    <br>
    <br>
    <span class="details-info__bold">Навигация и безопасность.</span>
    <br>
    Навигация во время гонки осуществляется с помощью велокомпьютера (или телефона), в который ты загружаешь трек маршрута. Если ты используешь телефон, убедись в том, что крепление для телефона установлено и закреплено на руле велосипеда, а в подсумке и при себе - полностью заряженный powerbank. В качестве приложения для навигации с помощью телефона, мы советуем OsmAnd.
    <br>
    <br>
    Во время гонки, по участкам маршрута, где возможен и разрешен проезд, будет курсировать машина сопровождения. В случае каких-либо экстренных ситуаций, тебе нужно обозначить свое местоположение и мы скоординируем твою эвакуацию. Доберись до места, где есть сотовая связь, и сообщи о своей проблеме. На обратной стороне твоего номера участника указаны телефоны организаторов. Лучше отправить геометку организаторам и оставаться на месте. "Я в каком-то лесу" или "я без понятия, где я" - лучше заменить на "я проехал пункт питания полчаса назад" или "я проехал 40 км". Если ты - участник и видишь, что кто-то попал в беду, обязательно помоги и сообщи об этом организаторам. Если ты просто устал(а) или тебе надоело ехать, в эвакуации тебе будет отказано ввиду неотложности оказания помощи тому, кому она действительно может понадобиться. Если ты принял(а) решение сойти с дистанции и не возвращаться в лагерь, немедленно сообщи об этом организаторам, чтобы мы не расстраивались.
    <br>
    <br>
    <span class="details-info__bold">Лагерь.</span>
    <br>
    Мы строим и оформляем для вас большой и красивый лагерь, но без вашей помощи мы не сможем сделать его по-настоящему крутым местом: пожалуйста украшайте места своих стоянок гирляндами, фонариками, гамаками, флажками. Создавайте незабываемую атмосферу лесного праздника вместе с нами, вы знаете наш стиль.
    <br>
    <br>
    А для того, чтобы эти дни запомнились вам надолго, после гонки можно будет зажечь в музыкальном сопровождении наших друзей - Драконья Кровь, Amanita Overlord & Pantherina Frog, SleepWalker и Mother Rat. Все эти проекты играют атмосферную музыку, которая только подчеркнет общую атмосферу мероприятия.
    <br>
    <br>
    Помимо музыки, мы готовим для вас несколько лекций - по истории, о нашем крае и его природе. Полный список развлечений будет доступен ближе к гонке, следите за обновлениями в группе.
    <br>
    <br>
    В лагере будет разбит центральный спот и костровое место. Свои костры разжигать категорически запрещено! Хотите что-то приготовить, пользуйтесь тем, что есть или газовой горелкой.
    <br>
    <br>
    В лагере оборудован туалет. Мусорные мешки на территории лагеря - в неограниченном количестве. Мы очень надеемся на вашу сознательность в этом вопросе. Если мы заметим, что вы мусорите, даже если кто-то просто бросил окурок на землю, мы попросим вас покинуть лагерь. Если ты - сторонник философии "все равно сгниет", мы тебе не рады.
    <br>
    <br>
    Единственное, без чего не обойтись в лагере - это собственная палатка, спальный мешок, коврик, средства личной гигиены и посуда (если не фанат одноразовой). Еду на все три дня каждый привозит с собой. Что-то из еды можно будет купить и в лагере. На крайний случай, можно организовать выезд в город (обратитесь к организаторам и они привезут все что нужно или самостоятельно). Питьевая вода в лагере - в неограниченном количестве.
    <br>
    <br>
    Если по каким-то причинам вы захотите покинуть лагерь, пожалуйста, сообщите кому-то из организаторов, чтобы мы не теряли вас.

  </div>
</template>

<style lang="scss" scoped src="./Info.scss"></style>
