<script lang="ts">
export default {
  name: 'Philosophy'
}
</script>

<script setup lang="ts">

</script>

<template>
  <div class="details-philosophy">
    Мы - Урочище.
    <br>
    <br>
    Мы - группа единомышленников, подвижников, ведомых завораживающими видениями ландшафтов притомья. Мы разделяем общие взгляды и тягу к путешествиям, велосипедам, эстетике black metal и мистике анимизма.
    <br>
    <br>
    Наши корни уходят в fixedgear культуру - это гонки, постоянное движение, минимализм, кастомные велосипеды и некая бескомпромиссность в отношении окружающего мира.
    <br>
    <br>
    Среди нас музыканты, художники, а также люди, для которых творчество, в общем смысле этого слова, является неотъемлемой частью жизни.
    <br>
    <br>

    Мы верим в то, что живем в одном из самых красивых уголков страны и хотим показать маршруты, которые сходятся в одной конечной точке - понимания того, что мы правы.
    <br>
    <br>

    Мы не выбираем свой путь, мы его создаем.
    Мы строим тропы и через это открываем дорогу к новым местам; туда, где человек - не частый гость. Только так можно увидеть наше притомье, как видим его мы. Урочище - это проект, который питает нас стремлением к реализации новых идей.
    <br>
    <br>

    Мы не являемся велосипедистами в прямом понимании этого слова. Также мы не являемся спортсменами и не ставим себе целью популяризацию велоспорта. Урочище - это прежде всего путешествие, погружение в мир притомья, взгляд на краешек сибирской земли через призму искусства, музыки, ощущения величавости всего что нас окружает. Урочище - это топи, леса, грунты, спящие села по которым можно пронестись на велосипедах и навсегда затеряться.

  </div>
</template>

<style lang="scss" scoped>
.details-philosophy {
  font-size: 20px;
  line-height: 24px;
  overflow: auto;
  height: 800px;

  @include ui-desktop-only {
    @media (min-width: $desktop) {
      font-size: 30px;
      line-height: 30px;
    }
  }
}
</style>
