<script lang="ts">
export default {
  name: 'GetThere'
}
</script>

<script setup lang="ts">

</script>

<template>
  <div class="details-get-there">
    <span class="details-get-there__bold">Как добраться в Томск с запада?</span>
    <br>
    <span class="details-get-there__bold">Самолет</span>
    <br>
    <div class="details-get-there__list">
      <p>а)</p>
      <p>Москва-Томск. Самый простой и дорогой вариант.</p>
      <p>б)</p>
      <p>Москва-Новосибирск (в пути 4 часа) > автобус Новосибирск-Томск (в пути 4-5 часов) или поезд Новосибирск-Томск (в пути 5 часов). Расписание поезда уточняйте на сайте РЖД. Поезд будет более удобным вариантом, чем автобус.</p>
      <p>с)</p>
      <p>Москва-Кемерово (в пути 4 часа) > автобус Кемерово-Томск (в пути 4 часа). Личный совет: я всегда беру автобусные билеты на самый ближайший ко времени посадки рейс после посадки, но, так как самолет могут задержать, билеты я беру находясь в самолете за несколько минут до взлета</p>
    </div>
    <br>
    <span class="details-get-there__bold">Поезд</span>
    <div class="details-get-there__list">
      <p>а)</p>
      <p>Фирменный поезд Москва-Томск. Как правило, билеты на него дорогие и не всегда есть.</p>
      <p>б)</p>
      <p>Поезд Москва-Тайга > электричка Тайга-Томск (в пути 2 часа)</p>
      <p>с)</p>
      <p>Поезд Москва-Юрга > автобус Юрга-Томск (в пути 1 час)
         До Тайги и Юрги идет намного больше поездов, так как транссибирская магистраль проходит через эти населенные пункты, через Томск - нет. Если поедете через Тайгу, смотрите заранее расписание электричек, чтобы не пришлось ждать долго следующего рейса. Билеты можно взять в кассе вокзала или в вагоне, но приготовьте наличку. Для любителей покрутить педали, из Юрги можно доехать на велосипеде. Расстояние около 100 километров.</p>
    </div>
    <br>
    Также, из Кемерово и Новосибирска в Томск можно добраться "блаблакаром", но нужно быть внимательным и уточнять у водителя на счет места для велосипеда. Доехать "блаблакаром" из Тайги можно, но это будет намного сложнее, не стоит на это рассчитывать.
    <br>
    <br>
    <span class="details-get-there__bold">Как добраться в Томск с востока?</span>
    <br>
    Для участников с востока, актуальным будет ЖД или автобусный транспорт, а также "блаблакар". Уточняйте рейсы из своего города. Если добираетесь по железной дороге и, например, нет билетов до Томска, рассматривайте варианты через город Тайга и далее на электричке до Томска или через город Юрга с пересадкой на автобус до Томска.
    <br>
    <br>
    Для тех, кто не хочет отдавать велосипед в багаж или тащить его на себе, мы предлагаем заблаговременно отправить ваш велосипед нам транспортной компанией (рекомендуем СДЭК). Мы получим его и будем хранить до вашего приезда. Если вас интересует такой вариант, пожалуйста, сначала напишите нам. Контакты есть на сайте и в группе мероприятия.
  </div>
</template>

<style lang="scss" scoped src="./GetThere.scss"></style>
