<script lang="ts">
export default {
  name: 'GetThere'
}
</script>

<script setup lang="ts">

</script>

<template>
  <div class="details-get-there">
    <b>Как добраться в Томск с запада?</b>
    <br>
    <br>
    <b>Самолет</b>
    <br>
    <b>а)</b> Москва-Томск. Самый простой и дорогой вариант.
    <br>
    <b>б)</b> Москва-Новосибирск (в пути 4 часа) > автобус Новосибирск-Томск (в пути 4-5 часов) или поезд Новосибирск-Томск (в пути 5 часов). Расписание поезда уточняйте на сайте РЖД. Поезд будет более удобным вариантом, чем автобус.
    <br>
    <b>с)</b> Москва-Кемерово (в пути 4 часа) > автобус Кемерово-Томск (в пути 4 часа). Личный совет: я всегда беру автобусные билеты на самый ближайший ко времени посадки рейс после посадки, но, так как самолет могут задержать, билеты я беру находясь в самолете за несколько минут до взлета
    <br>
    <br>
    <b>Поезд</b>
    <br>
    <b>а)</b> Фирменный поезд Москва-Томск. Как правило, билеты на него дорогие и не всегда есть.
    <br>
    <b>б)</b> Поезд Москва-Тайга > электричка Тайга-Томск (в пути 2 часа)
    <br>
    <b>с)</b> Поезд Москва-Юрга > автобус Юрга-Томск (в пути 1 час)
              До Тайги и Юрги идет намного больше поездов, так как транссибирская магистраль проходит через эти населенные пункты, через Томск - нет. Если поедете через Тайгу, смотрите заранее расписание электричек, чтобы не пришлось ждать долго следующего рейса. Билеты можно взять в кассе вокзала или в вагоне, но приготовьте наличку. Для любителей покрутить педали, из Юрги можно доехать на велосипеде. Расстояние около 100 километров.

    <br>
    <br>
              Также, из Кемерово и Новосибирска в Томск можно добраться "блаблакаром", но нужно быть внимательным и уточнять у водителя на счет места для велосипеда. Доехать "блаблакаром" из Тайги можно, но это будет намного сложнее, не стоит на это рассчитывать.
    <br>
    <br>
    <b>Как добраться в Томск с востока?</b>
    <br>
    <br>
              Для участников с востока, актуальным будет ЖД или автобусный транспорт, а также "блаблакар". Уточняйте рейсы из своего города. Если добираетесь по железной дороге и, например, нет билетов до Томска, рассматривайте варианты через город Тайга и далее на электричке до Томска или через город Юрга с пересадкой на автобус до Томска.
    <br>
    <br>
              Для тех, кто не хочет отдавать велосипед в багаж или тащить его на себе, мы предлагаем заблаговременно отправить ваш велосипед нам транспортной компанией (рекомендуем СДЭК). Мы получим его и будем хранить до вашего приезда. Если вас интересует такой вариант, пожалуйста, сначала напишите нам. Контакты есть на сайте и в группе мероприятия.
  </div>
</template>

<style lang="scss" scoped>
.details-get-there {
  font-size: 20px;
  line-height: 24px;
  overflow: auto;
  height: 800px;

  @include ui-desktop-only {
    @media (min-width: $desktop) {
      font-size: 30px;
      line-height: 30px;
    }
  }
}
</style>
